base
base-devel
blueman
bluez
bluez-utils
brightnessctl
btop
cliphist
dhcpcd
docker
docker-compose
efibootmgr
file-roller
git
grim
grub
gvfs
hyprland
kitty
libfido2
linux
linux-firmware
lxappearance
neovim
network-manager-applet
nodejs-lts-hydrogen
noto-fonts-emoji
pacman-contrib
pamixer
pavucontrol
polkit-gnome
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-equalizer
python-requests
slurp
spotify-launcher
starship
sudo
swappy
tailscale
thunar
thunar-archive-plugin
ttf-jetbrains-mono-nerd
usbutils
vim
wl-clipboard
wofi
wtype
xfce4-settings
yubikey-manager
